Repository: pedrolcl/kmetronome
Catalog: po/*.po
Languages: de, fr

source: Pattern Editor
de: Editor für Rhythmusschema
fr: Éditeur de figures rythmiques

source: Do you want to remove the current pattern?
de: Möchten Sie das aktuelle Rhythmusschema entfernen?
fr: Voulez-vous supprimer la figure actuelle ?

source: Remove Pattern
de: Rhythmusschema entfernen
fr: Supprimer la figure

# name of an automatically created pattern
source: Sample Pattern
de: Muster für Rhythmusschema
fr: Exemple de figure

source: Insert Pattern Row
de: Zeile in Rhythmusschema einfügen
fr: Insérer une ligne

source: Drum Key:
de: Schlagzeug Taste:
fr: Touche « tambour » :

source: Please select one, and only one row
de: Bitte wählen Sie eine, und nur eine Zeile aus
fr: Veuillez ne sélectionner qu’une seule ligne

source: Do you want to remove the selected pattern row?
de: Möchten Sie die ausgewählte Zeile des Rhythmusschemas entfernen?
fr: Voulez-vous supprimer la figure rythmique de cette ligne ?

source: Remove Row
de: Zeile entfernen
fr: Supprimer la ligne

source: Fatal error from the ALSA sequencer. This usually happens when the kernel doesn't have ALSA support, or the device node (/dev/snd/seq) doesn't exists, or the kernel module (snd_seq) is not loaded. Please check your ALSA/MIDI configuration. Returned error was: %1
de: Schwerer Fehler im ALSA-Sequenzer. Dies geschieht meist, wenn der Kernel kein ALSA unterstützt, oder das Gerät (/dev/snd/seq) nicht existiert, oder das Kernel-Modul (snd_seq) nicht geladen ist. Bitte überprüfen Sie Ihre ALSA/MIDI Konfiguration. Zurückgegebener Fehler war: %1
fr: Erreur fatale du séquenceur ALSA. Cela arrive généralement lorsque le noyau ne gère pas ALSA, ou lorsque le fichier « /dev/snd/seq » n'existe pas, ou lorsque le module noyau « snd_seq » n'est pas chargé. Veuillez vérifier la configuration de ALSA/MIDI. Le nº d'erreur retourné est : %1

source: Error
de: Fehler
fr: Erreur

source: Play/Stop
de: Wiedergabe/Stopp
fr: Lire/Stop

source: Show Action Buttons
de: Aktionsknopf anzeigen
fr: Afficher les boutons d’action

source: Patterns
de: Rhythmusschema
fr: Figures

source: Import Patterns
de: Rhythmusschema importieren
fr: Importer des figures

source: Export Patterns
de: Rhythmusschema exportieren
fr: Exporter des figures

source: *.pat|Pattern Files (*.pat)
de: *.pat|Rhythmusschema Dateien (*.pat)
fr: *.pat|Fichiers de figures rythmiques (*.pat)

source: Enter new Tempo:
de: Neues Tempo eingeben:
fr: Saisissez le nouveau tempo :

# the pattern is created automatically
source: Automatic
de: Automatisch
fr: Automatique

source: Preferences
de: Einstellungen
fr: Préférences

source: KDE MIDI metronome using ALSA sequencer
de: KDE MIDI Metronom mit dem ALSA Sequenzer
fr: Métronome MIDI KDE utilisant le séquenceur ALSA

source: No connection
de: Keine Verbindung
fr: Pas de connexion

source: Pattern:
de: Rhythmusschema:
fr: Figure :

source: Type a new name and press the "Save" button to create a new pattern, or choose an existing pattern from the drop-down list.
de: Geben Sie einen neuen Namen ein und drücken Sie den Knopf "Speichern", um ein neues Rhythmusschemas zu erstellen, oder wählen Sie ein vorhandenes Schema aus der Aufklappliste.
fr: Saisissez un nouveau nom et cliquez sur le bouton « Enregistrer » pour créer une nouvelle figure rythmique, ou choisissez une figure existante dans la liste déroulante.

source: This button stores the current pattern definition with the name given
de: Dieser Knopf speichert die aktuelle Definition des Rhythmusschemas mit dem gegebenen Namen
fr: Ce bouton enregistre la figure actuelle avec le nom indiqué

source: Save
de: Speichern
fr: Enregistrer

source: This button deletes the current pattern definition
de: Dieser Knopf entfernt die aktuelle Definition des Rhythmusschemas
fr: Ce bouton supprime la définition actuelle de figure

source: Delete
de: Entfernen
fr: Supprimer

source: Rows:
de: Zeilen:
fr: Lignes :

source: Use this button to add new rows (sounds) to the current pattern definition
de: Dieser Knopf fügt der aktuellen Definition des Rhythmusschemas neue Zeilen (Töne) hinzu
fr: Utilisez ce bouton pour ajouter de nouvelles lignes (sons) à la définition actuelle de figure rythmique

source: Add
de: Hinzufügen
fr: Ajouter

source: Use this button to remove the selected row (sound) from the pattern definition
de: Dieser Knopf entfernt die ausgewählte Zeile (Töne) aus der Definition des Rhythmusschemas
fr: Utilisez ce bouton pour supprimer la ligne (le son) sélectionnée de la figure rythmique

source: Remove
de: Entfernen
fr: Retirer

source: Beats:
de: Taktzahl:
fr: Notes :

source: Highligh the grid columns while playing
de: Markiere die Gitterspalten während der Wiedergabe
fr: Met les colonnes de la grille en surbrillance durant la lecture

source: Highlight Columns
de: Markiere Spalten
fr: Mettre les colonnes en surbrillance

source: This is the current beat number
de: Dies ist die aktuelle Anzahl Grundschläge
fr: Numéro de battement actuel

source: This is the pattern table, beats as columns and sounds as rows
de: Dies ist die Tabelle des Rhythmusschemas, Grundschläge als Spalten und Töne als Zeilen
fr: Table des figures rythmiques, les battements en colonnes et les sons sur les lignes.

source: Number of beats per measure (bar)
de: Anzahl Grundschläge pro Takt
fr: Nombre de battements par mesure

source: This is the beat length for the pattern column.
de: Dies ist die Dauer des Grundschlags für die Spalte des Rhythmusschemas.
fr: Durée du battement pour cette colonne de la figure

source: Whole
de: Ganze
fr: Ronde

source: Half
de: Halbe
fr: Blanche

source: Quarter
de: Viertel
fr: Noire

source: Eighth
de: Achtel
fr: Croche

source: Sixteenth
de: Sechzehntel
fr: Double croche

source: Thirty-Second
de: Zweiundreissigstel
fr: Triple croche

source: Sixty-Fourth
de: Vierundsechzigstel
fr: Quadruple croche

source: This button starts playing the current pattern
de: Dieser Knopf startet die Wiedergabe des Rhythmusschemas
fr: Démarre la lecture de la figure rythmique

source: Play
de: Wiedergabe
fr: Lire

source: This button stops the playback
de: Dieser Knopf beendet die Wiedergabe
fr: Interrompt la lecture

source: Stop
de: Stopp

source: QPM: quarters per minute
de: QPM: Tempo (in Viertel pro Minute)
fr: Tempo (en noires par minute)

source: This is the current tempo in quarters per minute
de: Dies ist das aktuelle Tempo in Viertel pro Minute
fr: Tempo en noires par minute

source: Drag the slider handle to change the tempo, in quarters per minute
de: Ziehen Sie den Schieberegler um das Tempo zu ändern, in Viertel pro Minute
fr: Déplacez le curseur pour modifier le tempo, en noires par minutes

source: MIDI Metronome
de: MIDI Metronom
fr: Métronome MIDI

source: This button starts playing the rhythm pattern
de: Dieser Knopf startet die Wiedergabe des Rhythmusschemas
fr: Démarre la lecture du motif rythmique

source: This button stops playing the rhythm pattern
de: Dieser Knopf stoppt die Wiedergabe des Rhythmusschemas
fr: Arrête la lecture du motif rythmique

source: This button opens the configuration window
de: Dieser Knopf öffnet den Einrichtungsdialog
fr: Affiche la fenêtre de configuration

source: Settings
de: Einstellungen
fr: Configuration

source: This button opens the pattern editor
de: Dieser Knopf öffnet den Editor für das Rhythmusschema
fr: Ce bouton ouvre l’éditeur de figures rythmiques

source: This button exits the program
de: Dieser Knopf beendet das Programm
fr: Quitte le programme

source: Quit
de: Beenden
fr: Quitter

source: Number of measures (bars) and beats played from beginning
de: Anzahl Noten (Takte) und Schläge seit Beginn der Wiedergabe
fr: Nombre de mesures et de notes jouées depuis le début

source: This is the pattern definition to play, either "Automatic" or a custom defined one.
de: Dies ist die Definition des Rhythmusschemas für die Wiedergabe, entweder "Automatisch" oder Benutzerdefiniert.
fr: Définition de la figure à jouer, « automatique » ou personnalisée.

source: Beats/Bar:
de: Taktzahl:
fr: Notes par mesure :

source: This is the number of beats for each measure (bar).<br> Values are from 1 to 32.<br> It is the numerator of the time signature specification.
de: Dies ist die Anzahl Grundschläge für jeden Takt.<br> Die Werte sind von 1 bis 32.<br> Dies ist der Zähler der Taktart-Spezifikation.

source: Beat Length:
de: Länge Grundschlag.
fr: Durée de la note :

source: This is the beat length.<br> Values mean 1, 2, 4, 8, 16, 32 and 64.<br> It is the denominator in the time signature specification.
de: Dies ist die Dauer des Grundschlags.<br> Die Werte sind 1, 2, 4, 8, 16, 32 und 64.<br> Es ist der Nenner der Taktart-Spezifikation.

# weak notes MIDI velocity
source: Weak
de: Schwach
fr: Faible

# strong notes MIDI velocity
source: Strong
de: Stark
fr: Fort

# audio volume level
source: Volume
de: Volumen

# audio panning
source: Pan
de: Balance
fr: Balance

source: This is the velocity of the weak notes in the automatic rhythm pattern (all of them, except the first one)
de: Dies ist die Lautstärke der schwachen Noten im Rhythmusschema (alle von ihnen, ausser der ersten)
fr: Intensité des temps faibles dans la figure rythmique (toutes les notes sauf la première)

source: This is the velocity of the strong note in the automatic rhythm pattern (the first one)
de: Dies ist die Lautstärke der starken Note im Rhythmusschema (die erste)
fr: Intensité du temps fort dans la figure rythmique (la première note)

source: This is the MIDI volume control (CC7)
de: Dies ist die MIDI Lautstärkenregelung (CC7)
fr: Contrôle du volume MIDI (CC7)

source: This is the MIDI pan control (CC10)
de: Dies ist die MIDI Balance Steuerung (CC10)
fr: Contrôle de la balance MIDI (CC10)

source: This is the musical name of the tempo value
de: Dies ist der musikalische Name des Tempos
fr: Nom musical de la valeur du tempo

source: The current <i>tempo</i> value
de: Der aktuelle Wert für das <i>Tempo</i>
fr: Valeur actuelle du <i>tempo</i>

source: Tempo (in quarters per minute)
de: Tempo (in Viertel pro Minute)
fr: Tempo (en noires par minute) :

source: This slider changes the <i>tempo</i>, or speed of the rhythm.<br> Values are 25 to 250 quarters per minute (<i>Maelzel Metronome units</i>).
de: Dieser Schieberegler ändert das <i>Tempo</i>, oder Geschwindigkeit des Rhythmus.<br> Die Werte sind von 25 bis 250 Viertel pro Minute (<i>Maelzel Metronom Einheiten</i>).

source: If this checkbox is activated, the the program will remember the connections for the input and output ports, and try to reconnect them at program startup.
de: Aktivieren Sie dieses Ankreuzfeld, damit das Programm sich an den Eingangs- und Ausgangs-Port erinnert, und diese beim nächsten Programmstart wieder verbindet.
fr: Si cette case est cochée, l'application se souviendra des connexions aux ports d'entrées et sorties et tentera de s'y reconnecter au prochain démarrage.

source: Automatic ports connection on startup
de: Automatische Verbindung der Ports beim Start
fr: Connexion automatique des ports au démarrage

source: Optional input port conn:
de: Opt.Verbindung Eingangs-Port:
fr: Connexion (optionnelle) du port d'entrée :

source: This is the optional connection for the MIDI IN port.
de: Dies ist die optionale Verbindung für den MIDI Eingangs-Port
fr: Connexion optionnelle du port d’entrée MIDI.

source: Output port connection:
de: Verbindung für Ausgabe-Port:
fr: Connexion du port de sortie :

source: This is the mandatory connection for the MIDI OUT port
de: Dies ist die notwendige Verbindung für den MIDI Ausgabe-Port
fr: Connexion obligatoire du port MIDI de sortie

source: Output instrument:
de: Ausgabe Instrument:
fr: Instrument de sortie :

source: This is the definition of the instrument connected to the MIDI OUT port
de: Dies ist die Definition des Instrumentes das mit dem MIDI Ausgabe-Port verbunden ist
fr: Définition de l’instrument relié au port MIDI de sortie

source: This is the Bank of the selected MIDI program
de: Dies ist die Bank des ausgewählten MIDI Programms
fr: Banque du programme MIDI sélectionné

source: Channel:
de: Kanal:
fr: Canal :

source: This is the MIDI channel, between 1 and 16. General MIDI uses the channel 10 for percussion sounds.
de: Dies ist der MIDI Kanal, zwischen 1 und 16. Allgemeines MIDI braucht den Kanal 10 für das Schlagzeug.
fr: Canal MIDI, entre 1 et 16. Le programme « General » utilise le canal 10 pour les sons de percussion.

source: Program:
de: Programm:
fr: Programme :

source: This is the MIDI program
de: Dies ist das MIDI Programm
fr: Programme MIDI

source: Resolution:
de: Auflösung:
fr: Résolution :

source: This is the MIDI time resolution (number of ticks in a quarter note)
de: Dies ist die MIDI Zeitauflösung (Anzahl Ticks in einer Viertel Note)
fr: Résolution MIDI (nombre de tics pour une noire)

source: Weak note:
de: Schwache Note:
fr: Note du temps faible :

source: This is the sound of the weak notes for the automatic patterns
de: Dies ist die Lautstärke der schwachen Note im automatischen Rhythmusschema
fr: Son pour la note faible des figures rythmiques automatiques

source: Note duration:
de: Dauer der Note:
fr: Durée d'une note :

source: This is the note duration in ticks, when using NOTE OFF events
de: Dies ist die Dauer der Note in Anzahl Ticks, wenn NOTE OFF Ereignisse benutzt werden.
fr: Durée d’une note, en nombre de tics d’horloge, lorsque vous utilisez les événements NOTE OFF

source: Strong note:
de: Starke Note:
fr: Note du temps fort :

source: This is the sound of the strong notes for the automatic patterns
de: Dies ist die Lautstärke der starken Note im automatischen Rhythmusschema
fr: Son pour le temps fort des figures rythmiques automatiques

source: Optional setting to send NOTE OFF events
de: Optionale Einstellung zum Senden von NOTE OFF Ereignissen
fr: Envoyer des évènements « NOTE OFF » (facultatif)

source: Send NOTE OFF events
de: Sende NOTE OFF Ereignisse
fr: Envoyer des évènements « NOTE OFF »

source: If this option is activated, the knobs are drawn using a custom style
de: Beim Aktivieren dieser Option werden die Knöpfe mit einem benutzerdefinierten Stil dargestellt
fr: Si cette option est activée, les boutons seront affichés avec un style personnalisé

source: Styled Knobs
de: Stilvolle Knöpfe
fr: Jolis boutons

# NAME OF TRANSLATORS
source: Your names
de: Rene Landert
fr: Julien Richard-Foy

# EMAIL OF TRANSLATORS
source: Your emails
de: rene.landert@bluewin.ch
fr: julien.rf@no-log.org

# Quarters per Minute
source: QPM:
fr: Tempo :

source: This is the number of beats for each measure (bar). Values are from 1 to 32. It is the numerator of the time signature specification.
fr: Nombre de temps dans une mesure Les valeurs vont de 1 à 32. C’est le numérateur de la signature rythmique.

source: This is the beat length. Values mean 1, 2, 4, 8, 16, 32 and 64. It is the denominator in the time signature specification.
fr: Durée de la note. Les valeurs sont 1, 2, 4, 8, 16, 32 et 64. C'est le dénominateur de la signature rythmique.

source: This slider changes the <i>tempo</i>, or speed of the rhythm. Values are 25 to 250 quarters per minute (<i>Maelzel Metronome units</i>).
fr: Ce curseur modifie le <i>tempo</i>, ou la vitesse du rythme. Les valeurs possibles vont de 25 à 250 noires par minute (<i>unités du métronome de Maelzel</i>)

source: Bank:
fr: Banque :
